Repository: Mesutcydev/macpair
Catalog: Sources/ClientiOS/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt_br, ru, sv, th, tr, vi, zh_hans, zh_hant

source: · scanning for hosts…
ar: · جارٍ البحث عن مضيفين…
de: · suche nach Hosts…
es: · buscando hosts…
fr: · recherche d'hôtes…
hi: · होस्ट स्कैन कर रहे हैं…
it: · ricerca host in corso…
ja: · ホストをスキャン中…
ko: · 호스트 검색 중…
nl: · zoeken naar hosts…
pl: · skanowanie hostów…
pt_br: · procurando hosts…
ru: · поиск хостов…
sv: · söker efter värdar…
th: · กำลังสแกนหาโฮสต์…
tr: · ana bilgisayarlar taranıyor…
vi: · đang quét tìm máy chủ…
zh_hans: · 正在扫描主机…
zh_hant: · 正在掃描主機…

source: %@ · mixed
ar: %@ · مختلط
de: %@ · gemischt
es: %@ · mixto
fr: %@ · mixte
hi: %@ · मिश्रित
it: %@ · misto
ja: %@ · 混合
ko: %@ · 혼합
nl: %@ · gemengd
pl: %@ · mieszany
pt_br: %@ · mixto
ru: %@ · смешанный
sv: %@ · blandat
th: %@ · ผสม
tr: %@ · karma
vi: %@ · hỗn hợp
zh_hans: %@ · 混合
zh_hant: %@ · 混合

# %@ / %@ bytes
source: %1$@ / %2$@ bytes
ar: %1$@ / %2$@ بايت
fr: %1$@ / %2$@ octets
hi: %1$@ / %2$@ बाइट्स
it: %1$@ / %2$@ byte
ja: %1$@ / %2$@ バイト
ko: %1$@ / %2$@ 바이트
pl: %1$@ / %2$@ bajtów
ru: %1$@ / %2$@ байт
sv: %1$@ / %2$@ byte
th: %1$@ / %2$@ ไบต์
tr: %1$@ / %2$@ bayt
vi: %1$@ / %2$@ byte
zh_hans: %1$@ / %2$@ 字节
zh_hant: %1$@ / %2$@ 位元組

# %@ / %@ min
source: %1$@ / %2$@ min
ar: %1$@ / %2$@ دقيقة
hi: %1$@ / %2$@ मिनट
ja: %1$@ / %2$@ 分
ko: %1$@ / %2$@ 분
ru: %1$@ / %2$@ мин
th: %1$@ / %2$@ นาที
tr: %1$@ / %2$@ dk
vi: %1$@ / %2$@ phút
zh_hans: %1$@ / %2$@ 分钟
zh_hant: %1$@ / %2$@ 分鐘

source: %@ free remaining today
ar: %@ متبقية مجانًا اليوم
de: Heute noch %@ frei
es: %@ gratis restantes hoy
fr: %@ gratuits restants aujourd'hui
hi: आज %@ मुफ़्त शेष
it: %@ gratuiti rimanenti oggi
ja: 本日残り %@ 無料
ko: 오늘 %@ 무료 남음
nl: Vandaag nog %@ gratis
pl: Dziś pozostało %@ za darmo
pt_br: %@ gratis restantes hoy
ru: Сегодня осталось %@ бесплатно
sv: %@ gratis kvar idag
th: เหลือ %@ ฟรีวันนี้
tr: Bugün %@ ücretsiz kaldı
vi: Còn %@ miễn phí hôm nay
zh_hans: 今日剩余 %@ 免费
zh_hant: 今日剩余 %@ 免费

source: %@ left
ar: %1$@ متبقية
de: %1$@ übrig
es: %1$@ restantes
fr: %1$@ restants
hi: %1$@ शेष
it: %1$@ rimanenti
ja: 残り %1$@
ko: %1$@ 남음
nl: %1$@ over
pl: Pozostało %1$@
pt_br: %1$@ restantes
ru: Осталось %1$@
sv: %1$@ kvar
th: เหลือ %1$@
tr: %1$@ kaldı
vi: Còn %1$@
zh_hans: 剩余 %@
zh_hant: 剩余 %@

# %@×%@ · %.0f× scale
source: %1$@×%2$@ · %3$.0f× scale
ar: %1$@×%2$@ · مقياس %3$.0f×
de: %1$@×%2$@ · %3$.0f× Skalierung
es: %1$@×%2$@ · escala %3$.0f×
fr: %1$@×%2$@ · échelle %3$.0f×
hi: %1$@×%2$@ · %3$.0f× स्केल
it: %1$@×%2$@ · scala %3$.0f×
ja: %1$@×%2$@ · %3$.0f× スケール
ko: %1$@×%2$@ · %3$.0f× 배율
nl: %1$@×%2$@ · %3$.0f× schaal
pl: %1$@×%2$@ · skala %3$.0f×
pt_br: %1$@×%2$@ · escala %3$.0f×
ru: %1$@×%2$@ · масштаб %3$.0f×
sv: %1$@×%2$@ · %3$.0f× skala
th: %1$@×%2$@ · %3$.0f× มาตราส่วน
tr: %1$@×%2$@ · %3$.0f× ölçek
vi: %1$@×%2$@ · tỉ lệ %3$.0f×
zh_hans: %1$@×%2$@ · %3$.0f× 缩放
zh_hant: %1$@×%2$@ · %3$.0f× 縮放

source: + bind new shortcut
ar: + ربط اختصار جديد
de: + neue Tastenkombination
es: + vincular nuevo atajo
fr: + lier un raccourci
hi: + नया शॉर्टकट बाइंड करें
it: + associa nuovo tasto rapido
ja: + 新しいショートカットを割り当て
ko: + 새 단축키 바인딩
nl: + nieuwe sneltoets binden
pl: + przypisz nowy skrót
pt_br: + vincular novo atalho
ru: + назначить новую комбинацию
sv: + bind ny genväg
th: + ผูกทางลัดใหม่
tr: + yeni kısayol bağla
vi: + gán phím tắt mới
zh_hans: + 绑定新快捷键
zh_hant: + 綁定新快捷鍵

source: + scan
ar: + مسح
de: + Scannen
es: + Escanear
fr: + Scanner
hi: + स्कैन करें
it: + scansiona
ja: + スキャン
ko: + 스캔
nl: + scannen
pl: + skanuj
pt_br: + Escanear
ru: + сканировать
sv: + skanna
th: + สแกน
tr: + Tara
vi: + quét
zh_hans: + 扫描
zh_hant: + 扫描

source: screenharbor pending --json
ar: ~/screenharbor - اقتران
de: ~/screenharbor - koppeln
es: ~/screenharbor - emparejar
fr: ~/screenharbor - associer
hi: ~/screenharbor - पेयर करें
it: ~/screenharbor - abbina
ja: ~/screenharbor - ペアリング
ko: ~/screenharbor - 페어링
nl: ~/screenharbor - koppelen
pl: ~/screenharbor - sparuj
pt_br: ~/screenharbor - parear
ru: ~/screenharbor - сопряжение
sv: ~/screenharbor - parkoppla
th: ~/screenharbor - จับคู่
tr: ~/screenharbor - eşleştir
vi: ~/screenharbor - ghép nối
zh_hans: ~/screenharbor - 配对
zh_hant: ~/screenharbor - 配對

source: 5 connection attempts allowed per host per minute
ar: يُسمح بـ 5 محاولات اتصال لكل مضيف في الدقيقة
de: 5 Verbindungsversuche pro Host pro Minute erlaubt
es: 5 intentos de conexión permitidos por host por minuto
fr: 5 tentatives de connexion autorisées par hôte et par minute
hi: प्रति होस्ट प्रति मिनट 5 कनेक्शन प्रयास अनुमत
it: 5 tentativi di connessione consentiti per host al minuto
ja: ホストあたり毎分5回の接続試行が許可されています
ko: 호스트당 분당 5회 연결 시도 허용
nl: 5 verbindingspogingen per host per minuut toegestaan
pl: 5 prób połączenia na hosta na minutę
pt_br: 5 tentativas de conexão permitidas por host por minuto
ru: Разрешено 5 попыток подключения на хост в минуту
sv: 5 anslutningsförsök per värd per minut tillåtna
th: อนุญาตการเชื่อมต่อ 5 ครั้งต่อโฮสต์ต่อนาที
tr: Ana bilgisayar başına dakikada 5 bağlantı denemesine izin verilir
vi: Cho phép 5 lần thử kết nối mỗi máy chủ mỗi phút
zh_hans: 每台主机每分钟允许 5 次连接尝试
zh_hant: 每台主機每分鐘允許 5 次連線嘗試

source: A secure command center for LAN-first remote control, trusted pairing, keyboard shortcuts, and relay-ready outside access.
ar: مركز قيادة آمن للتحكم عن بُعد عبر الشبكة المحلية أولاً، والاقتران الموثوق، واختصارات لوحة المفاتيح، والوصول الخارجي الجاهز للترحيل.
de: Ein sicheres Kommandozentrum für LAN-basierte Fernsteuerung, vertrauenswürdige Kopplung, Tastenkombinationen und relaisbereiten externen Zugriff.
es: Un centro de comando seguro para control remoto con prioridad LAN, emparejamiento de confianza, atajos de teclado y acceso externo listo para retransmisión.
fr: Un centre de commande sécurisé pour le contrôle à distance prioritaire LAN, l'appairage de confiance, les raccourcis clavier et l'accès externe prêt pour le relais.
hi: LAN-प्रथम रिमोट कंट्रोल, विश्वसनीय पेयरिंग, कीबोर्ड शॉर्टकट और रिले-रेडी बाहरी पहुंच के लिए एक सुरक्षित कमांड सेंटर।
it: Un centro di comando sicuro per il controllo remoto LAN-first, l'abbinamento fidato, le scorciatoie da tastiera e l'accesso esterno pronto per il relay.
ja: LAN優先のリモートコントロール、信頼できるペアリング、キーボードショートカット、リレー対応の外部アクセスを備えた安全なコマンドセンター。
ko: LAN 우선 원격 제어, 신뢰할 수 있는 페어링, 키보드 단축키 및 릴레이 지원 외부 접근을 위한 안전한 명령 센터.
nl: Een veilig commandocentrum voor LAN-eerst afstandsbediening, vertrouwde koppeling, sneltoetsen en relay-ready externe toegang.
pl: Bezpieczne centrum dowodzenia dla zdalnego sterowania z priorytetem LAN, zaufanego parowania, skrótów klawiaturowych i dostępu zewnętrznego gotowego na przekazywanie.
pt_br: Um centro de comando seguro para controle remoto com prioridade LAN, pareamento confiável, atalhos de teclado e acesso externo pronto para retransmissão.
ru: Безопасный командный центр для удаленного управления с приоритетом LAN, доверенного сопряжения, сочетаний клавиш и внешнего доступа с поддержкой ретрансляции.
sv: Ett säkert kommandocenter för LAN-först fjärrkontroll, betrodd parkoppling, tangentbordsgenvägar och reläredo extern åtkomst.
th: ศูนย์บัญชาการที่ปลอดภัยสำหรับการควบคุมระยะไกลผ่าน LAN ก่อน การจับคู่ที่เชื่อถือได้ แป้นพิมพ์ลัด และการเข้าถึงภายนอกที่พร้อมส่งต่อ
tr: LAN öncelikli uzaktan kontrol, güvenilir eşleştirme, klavye kısayolları ve röle hazır dış erişim için güvenli bir komut merkezi.
vi: Trung tâm chỉ huy an toàn cho điều khiển từ xa ưu tiên LAN, ghép nối tin cậy, phím tắt bàn phím và truy cập bên ngoài sẵn sàng chuyển tiếp.
zh_hans: 一个安全的命令中心，支持局域网优先的远程控制、受信任配对、键盘快捷键以及支持中继的外部访问。
zh_hant: 一個安全的命令中心，支援區域網路優先的遠端控制、受信任配對、鍵盤快捷鍵以及支援中繼的外部存取。

source: about
ar: حول
de: Info
es: Acerca de
fr: À Propos
ja: 情報
pt_br: Acerca de
tr: Hakkında
zh_hans: 关于
zh_hant: 关于

source: Active
ar: نشط
de: Aktiv
es: Activo
fr: Actif
hi: सक्रिय
it: Attivo
ja: アクティブ
ko: 활성
nl: Actief
pl: Aktywny
pt_br: Activo
ru: Активен
sv: Aktiv
th: ใช้งานอยู่
tr: Aktif
vi: Đang hoạt động
zh_hans: 活跃
zh_hant: 活跃

source: all enforced
ar: كل شيء مُفعَّل
de: Alles aktiv
es: Todo activo
fr: Tout appliqué
ja: すべて有効
pt_br: Todo activo
tr: Tümü etkin
zh_hans: 全部已启用
zh_hant: 全部已启用

source: all traffic stays on your local network — no external relay
ar: جميع حركة المرور تبقى على شبكتك المحلية — لا يوجد مرحل خارجي
de: der gesamte Datenverkehr bleibt in Ihrem lokalen Netzwerk — kein externes Relay
es: todo el tráfico permanece en su red local — sin retransmisión externa
fr: tout le trafic reste sur votre réseau local — aucun relais externe
hi: सभी ट्रैफ़िक आपके स्थानीय नेटवर्क पर रहता है — कोई बाहरी रिले नहीं
it: tutto il traffico rimane sulla tua rete locale — nessun relay esterno
ja: すべてのトラフィックはローカルネットワーク内のみ — 外部リレーなし
ko: 모든 트래픽이 로컬 네트워크에만 머무릅니다 — 외부 릴레이 없음
nl: al het verkeer blijft op uw lokale netwerk — geen externe relay
pl: cały ruch pozostaje w sieci lokalnej — brak zewnętrznego przekaźnika
pt_br: todo o tráfego permanece na sua rede local — sem retransmissão externa
ru: весь трафик остается в вашей локальной сети — без внешней ретрансляции
sv: all trafik stannar på ditt lokala nätverk — inget externt relä
th: การรับส่งข้อมูลทั้งหมดอยู่บนเครือข่ายท้องถิ่นของคุณ — ไม่มีรีเลย์ภายนอก
tr: tüm trafik yerel ağınızda kalır — harici röle yok
vi: tất cả lưu lượng truy cập ở trên mạng cục bộ của bạn — không có chuyển tiếp bên ngoài
zh_hans: 所有流量保留在您的本地网络中 — 无外部中继
zh_hant: 所有流量保留在您的區域網路中 — 無外部中繼

source: app lock
ar: قفل التطبيق
de: App-Sperre
es: Bloqueo de app
fr: Verrouillage de l'app
ja: アプリロック
pt_br: Bloqueo de app
tr: Uygulama kilidi
zh_hans: 应用锁定
zh_hant: 应用锁定

source: authentication required
ar: المصادقة مطلوبة
de: Authentifizierung erforderlich
es: autenticación requerida
fr: authentification requise
hi: प्रमाणीकरण आवश्यक
it: autenticazione richiesta
ja: 認証が必要です
ko: 인증 필요
nl: authenticatie vereist
pl: wymagane uwierzytelnienie
pt_br: autenticação necessária
ru: требуется аутентификация
sv: autentisering krävs
th: ต้องมีการตรวจสอบสิทธิ์
tr: kimlik doğrulama gerekli
vi: yêu cầu xác thực
zh_hans: 需要身份验证
zh_hant: 需要驗證

source: Background
ar: الخلفية
de: Hintergrund
es: Fondo
fr: Arrière-plan
hi: पृष्ठभूमि
it: Sfondo
ja: バックグラウンド
ko: 백그라운드
nl: Achtergrond
pl: Tło
pt_br: Plano de fundo
ru: Фон
sv: Bakgrund
th: พื้นหลัง
tr: Arka Plan
vi: Nền
zh_hans: 后台
zh_hant: 背景

source: balanced
ar: متوازن
de: Ausgewogen
es: Equilibrado
fr: Équilibré
ja: バランス
pt_br: Equilibrado
tr: Dengeli
zh_hans: 均衡
zh_hant: 均衡

source: Bounds
ar: الحدود
de: Grenzen
es: Límites
fr: Limites
hi: सीमाएं
it: Limiti
ja: 境界
ko: 경계
nl: Grenzen
pl: Granice
pt_br: Limites
ru: Границы
sv: Gränser
th: ขอบเขต
tr: Sınırlar
vi: Ranh giới
zh_hans: 边界
zh_hant: 邊界

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
fr: Annuler
hi: रद्द करें
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

source: capture
ar: التقاط
de: Aufnehmen
es: Capturar
fr: Capturer
ja: キャプチャ
pt_br: Capturar
tr: Yakala
zh_hans: 截图
zh_hant: 截图

source: Capture, stats, notes
ar: الالتقاط، الإحصائيات، الملاحظات
de: Aufnahme, Statistiken, Notizen
es: Captura, estadísticas, notas
fr: Capture, statistiques, notes
hi: कैप्चर, आंकड़े, नोट्स
it: Cattura, statistiche, note
ja: キャプチャ、統計、メモ
ko: 캡처, 통계, 메모
nl: Opname, statistieken, notities
pl: Przechwytywanie, statystyki, notatki
pt_br: Captura, estatísticas, notas
ru: Захват, статистика, заметки
sv: Infångning, statistik, anteckningar
th: จับภาพ สถิติ บันทึก
tr: Yakalama, istatistikler, notlar
vi: Thu thập, thống kê, ghi chú
zh_hans: 采集、统计、笔记
zh_hant: 擷取、統計、筆記

source: Center zoom and pan
ar: توسيط التكبير والتحريك
de: Zoom zentrieren und schwenken
es: Zoom central y panorámica
fr: Zoom centré et panoramique
hi: केंद्र ज़ूम और पैन
it: Zoom e pan centrale
ja: 中央ズームとパン
ko: 중앙 줌 및 팬
nl: Midden zoomen en pannen
pl: Wyśrodkuj powiększenie i przesuwanie
pt_br: Zoom central y panorámica
ru: Центральное масштабирование и панорамирование
sv: Centrera zoom och panorera
th: ซูมตรงกลางและเลื่อน
tr: Ortala yakınlaştır ve kaydır
vi: Thu phóng trung tâm và xoay
zh_hans: 居中缩放和平移
zh_hant: 居中缩放和平移

source: check host app + network
ar: تحقق من تطبيق المضيف والشبكة
de: Host-App und Netzwerk prüfen
es: Revisar app host y red
fr: Vérifier l'app hôte et le réseau
ja: ホストアプリとネットワークを確認
pt_br: Revisar app host y red
tr: Host uygulaması ve ağı kontrol edin
zh_hans: 检查主机应用和网络
zh_hant: 检查主机应用和网络

source: Clear
ar: مسح
de: Löschen
es: Borrar
fr: Effacer
hi: साफ़ करें
it: Cancella
ja: クリア
ko: 지우기
nl: Wissen
pl: Wyczyść
pt_br: Limpar
ru: Очистить
sv: Rensa
th: ล้าง
tr: Temizle
vi: Xóa
zh_hans: 清除
zh_hant: 清除

source: Client Guide
ar: دليل العميل
de: Client-Anleitung
es: Guía del cliente
fr: Guide du client
hi: क्लाइंट गाइड
it: Guida client
ja: クライアントガイド
ko: 클라이언트 가이드
nl: Client-handleiding
pl: Przewodnik klienta
pt_br: Guia do cliente
ru: Руководство клиента
sv: Klientguide
th: คู่มือไคลเอนต์
tr: İstemci Kılavuzu
vi: Hướng dẫn máy khách
zh_hans: 客户端指南
zh_hant: 客戶端指南

source: commands rejected unless they carry the active session ID
ar: يتم رفض الأوامر ما لم تحمل معرف الجلسة النشط
de: Befehle werden abgelehnt, wenn sie nicht die aktive Sitzungs-ID enthalten
es: comandos rechazados a menos que lleven el ID de sesión activo
fr: commandes rejetées sauf si elles portent l'ID de session actif
hi: सक्रिय सत्र ID न होने पर कमांड अस्वीकार कर दिए जाते हैं
it: comandi respinti se non contengono l'ID di sessione attivo
ja: アクティブなセッションIDを持たないコマンドは拒否されます
ko: 활성 세션 ID가 없는 명령은 거부됩니다
nl: opdrachten geweigerd tenzij ze de actieve sessie-ID bevatten
pl: polecenia odrzucane, chyba że zawierają identyfikator aktywnej sesji
pt_br: comandos rejeitados a menos que contenham o ID da sessão ativa
ru: команды отклоняются, если не содержат идентификатор активного сеанса
sv: kommandon avvisas om de inte bär det aktiva sessions-ID:t
th: คำสั่งจะถูกปฏิเสธหากไม่มี ID เซสชันที่ใช้งานอยู่
tr: aktif oturum kimliğini taşımadıkça komutlar reddedilir
vi: lệnh bị từ chối trừ khi mang ID phiên hoạt động
zh_hans: 命令除非带有活跃会话 ID，否则将被拒绝
zh_hant: 命令除非帶有活躍工作階段 ID，否則將被拒絕

source: config
ar: الإعدادات
de: Konfig
ja: 設定
tr: Ayarlar
zh_hans: 配置
zh_hant: 配置

source: connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connexion
ja: 接続
pt_br: Conectar
tr: Bağlan
zh_hans: 连接
zh_hant: 连接

source: Connect
ar: اتصال
de: Verbinden
es: Conectar
fr: Connecter
hi: कनेक्ट करें
it: Connetti
ja: 接続
ko: 연결
nl: Verbinden
pl: Połącz
pt_br: Conectar
ru: Подключить
sv: Anslut
th: เชื่อมต่อ
tr: Bağlan
vi: Kết nối
zh_hans: 连接
zh_hant: 連接

source: Connect by IP
ar: الاتصال عبر IP
de: Per IP verbinden
es: Conectar por IP
fr: Connecter par IP
hi: IP द्वारा कनेक्ट करें
it: Connetti tramite IP
ja: IPで接続
ko: IP로 연결
nl: Verbinden via IP
pl: Połącz przez IP
pt_br: Conectar por IP
ru: Подключиться по IP
sv: Anslut via IP
th: เชื่อมต่อด้วย IP
tr: IP ile Bağlan
vi: Kết nối bằng IP
zh_hans: 通过 IP 连接
zh_hant: 透過 IP 連線

source: Connect to a host from Hosts, then return to stream.
ar: اتصل بمضيف من قائمة المضيفين، ثم عد إلى البث.
de: Verbinden Sie sich über Hosts mit einem Host und kehren Sie dann zum Stream zurück.
es: Conéctese a un host desde Hosts y luego vuelva a la transmisión.
fr: Connectez-vous à un hôte depuis Hôtes, puis revenez au flux.
hi: होस्ट्स से किसी होस्ट से कनेक्ट करें, फिर स्ट्रीम पर लौटें।
it: Connettiti a un host da Host, quindi torna allo stream.
ja: ホストからホストに接続してから、ストリームに戻ります。
ko: 호스트에서 호스트에 연결한 다음 스트림으로 돌아갑니다.
nl: Verbind met een host via Hosts en keer terug naar de stream.
pl: Połącz się z hostem z listy Hosty, a następnie wróć do strumienia.
pt_br: Conéctese a un host desde Hosts y luego vuelva a la transmisión.
ru: Подключитесь к хосту из раздела Хосты, затем вернитесь к потоку.
sv: Anslut till en värd från Värdar och återgå sedan till strömmen.
th: เชื่อมต่อกับโฮสต์จากรายการโฮสต์ จากนั้นกลับไปที่สตรีม
tr: Ana Bilgisayarlar'dan bir ana bilgisayara bağlanın, ardından akışa dönün.
vi: Kết nối với máy chủ từ Danh sách máy chủ, sau đó quay lại luồng.
zh_hans: 从主机列表连接主机，然后返回查看画面。
zh_hant: 从主机列表连接主机，然后返回查看画面。

source: connecting
ar: جارٍ الاتصال
de: Verbinde…
es: Conectando
fr: Connexion…
ja: 接続中
pt_br: Conectando
tr: Bağlanıyor
zh_hans: 连接中
zh_hant: 连接中

source: connecting to host...
ar: جارٍ الاتصال بالمضيف...
de: Verbinde mit Host...
es: Conectando al host...
fr: Connexion à l'hôte...
ja: ホストに接続中...
pt_br: Conectando al host...
tr: Hosta bağlanıyor...
zh_hans: 正在连接主机...
zh_hant: 正在连接主机...

source: Connecting…
ar: جارٍ الاتصال…
de: Verbinden…
es: Conectando…
fr: Connexion…
hi: कनेक्ट हो रहा है…
it: Connessione in corso…
ja: 接続中…
ko: 연결 중…
nl: Verbinden…
pl: Łączenie…
pt_br: Conectando…
ru: Подключение…
sv: Ansluter…
th: กำลังเชื่อมต่อ…
tr: Bağlanıyor…
vi: Đang kết nối…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
hi: कनेक्शन
it: Connessione
ja: 接続
ko: 연결
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ru: Соединение
sv: Anslutning
th: การเชื่อมต่อ
tr: Bağlantı
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

source: connection failed
ar: فشل الاتصال
de: Verbindung fehlgeschlagen
es: Conexión fallida
fr: Connexion échouée
ja: 接続失敗
pt_br: Conexión fallida
tr: Bağlantı başarısız
zh_hans: 连接失败
zh_hant: 连接失败

source: Control your ScreenHarbor host from anywhere
ar: تحكم في مضيف ScreenHarbor الخاص بك من أي مكان
de: Steuern Sie Ihren ScreenHarbor-Host von überall
es: Controle su host ScreenHarbor desde cualquier lugar
fr: Contrôlez votre hôte ScreenHarbor depuis n'importe où
hi: कहीं से भी अपने ScreenHarbor होस्ट को नियंत्रित करें
it: Controlla il tuo host ScreenHarbor da qualsiasi luogo
ja: どこからでもScreenHarborホストを制御
ko: 어디서나 ScreenHarbor 호스트를 제어하세요
nl: Bedien uw ScreenHarbor-host overal vandaan
pl: Kontroluj swojego hosta ScreenHarbor z dowolnego miejsca
pt_br: Controle seu host ScreenHarbor de qualquer lugar
ru: Управляйте своим ScreenHarbor-хостом откуда угодно
sv: Styr din ScreenHarbor-värd var som helst ifrån
th: ควบคุมโฮสต์ ScreenHarbor ของคุณจากทุกที่
tr: ScreenHarbor ana bilgisayarınızı her yerden kontrol edin
vi: Điều khiển máy chủ ScreenHarbor của bạn từ mọi nơi
zh_hans: 随时随地控制您的 ScreenHarbor 主机
zh_hant: 隨時隨地控制您的 ScreenHarbor 主機

source: coordinates bounded, control chars filtered, dangerous shortcuts blocked
ar: الإحداثيات محدودة، أحرف التحكم مصفاة، الاختصارات الخطيرة محظورة
de: Koordinaten begrenzt, Steuerzeichen gefiltert, gefährliche Tastenkombinationen blockiert
es: coordenadas acotadas, caracteres de control filtrados, atajos peligrosos bloqueados
fr: coordonnées limitées, caractères de contrôle filtrés, raccourcis dangereux bloqués
hi: निर्देशांक सीमित, नियंत्रण वर्ण फ़िल्टर किए गए, खतरनाक शॉर्टकट अवरुद्ध
it: coordinate limitate, caratteri di controllo filtrati, scorciatoie pericolose bloccate
ja: 座標は制限され、制御文字はフィルタリングされ、危険なショートカットはブロックされます
ko: 좌표 경계 설정, 제어 문자 필터링, 위험한 단축키 차단
nl: coördinaten begrensd, besturingstekens gefilterd, gevaarlijke sneltoetsen geblokkeerd
pl: współrzędne ograniczone, znaki sterujące filtrowane, niebezpieczne skróty blokowane
pt_br: coordenadas limitadas, caracteres de controle filtrados, atalhos perigosos bloqueados
ru: координаты ограничены, управляющие символы отфильтрованы, опасные сочетания заблокированы
sv: koordinater begränsade, kontrolltecken filtrerade, farliga genvägar blockerade
th: ขอบเขตพิกัด กรองอักขระควบคุม บล็อกทางลัดอันตราย
tr: koordinatlar sınırlı, kontrol karakterleri filtrelendi, tehlikeli kısayollar engellendi
vi: tọa độ bị giới hạn, ký tự điều khiển bị lọc, phím tắt nguy hiểm bị chặn
zh_hans: 坐标有界，控制字符已过滤，危险快捷键已阻止
zh_hant: 座標有界，控制字元已過濾，危險快捷鍵已封鎖

source: daemon
ar: البرنامج الخلفي
fr: Démon
ja: デーモン
tr: Arka Plan
zh_hans: 守护进程
zh_hant: 守护进程

source: Data
ar: البيانات
de: Daten
es: Datos
fr: Données
hi: डेटा
it: Dati
ja: データ
ko: 데이터
nl: Gegevens
pl: Dane
pt_br: Dados
ru: Данные
th: ข้อมูล
tr: Veri
vi: Dữ liệu
zh_hans: 数据
zh_hant: 資料

source: Data Channel
ar: قناة البيانات
de: Datenkanal
es: Canal de datos
fr: Canal de données
hi: डेटा चैनल
it: Canale dati
ja: データチャネル
ko: 데이터 채널
nl: Datakanaal
pl: Kanał danych
pt_br: Canal de dados
ru: Канал данных
sv: Datakanal
th: ช่องข้อมูล
tr: Veri Kanalı
vi: Kênh dữ liệu
zh_hans: 数据通道
zh_hant: 資料通道

source: default new sessions to observation
ar: جعل الجلسات الجديدة في وضع المراقبة
de: Neue Sitzungen im Beobachtungsmodus starten
es: Nuevas sesiones en modo observación
fr: Nouvelles sessions en mode observation
ja: 新しいセッションを監視モードで開始
pt_br: Nuevas sesiones en modo observación
tr: Yeni oturumları gözlem modunda başlat
zh_hans: 新会话默认为观察模式
zh_hant: 新会话默认为观察模式

source: Default new sessions to observation before control.
ar: الجلسات الجديدة افتراضيًا للمراقبة قبل التحكم.
de: Neue Sitzungen standardmäßig zuerst beobachten, dann steuern.
es: Nuevas sesiones predeterminadas a observación antes del control.
fr: Nouvelles sessions par défaut en observation avant contrôle.
hi: नियंत्रण से पहले नए सत्रों को डिफ़ॉल्ट रूप से अवलोकन पर रखें।
it: Nuove sessioni predefinite in osservazione prima del controllo.
ja: 新しいセッションはデフォルトで制御前に観察します。
ko: 새 세션은 기본적으로 제어 전에 관찰 모드로 설정됩니다.
nl: Nieuwe sessies standaard op observatie vóór bediening.
pl: Nowe sesje domyślnie w trybie obserwacji przed sterowaniem.
pt_br: Novas sessões padrão para observação antes do controle.
ru: Новые сеансы по умолчанию в режиме наблюдения перед управлением.
sv: Nya sessioner som standard i observationsläge före kontroll.
th: เซสชันใหม่เริ่มต้นด้วยการสังเกตก่อนควบคุม
tr: Yeni oturumlar varsayılan olarak kontrolden önce gözlem için.
vi: Phiên mới mặc định ở chế độ quan sát trước khi điều khiển.
zh_hans: 默认新会话先观察再控制。
zh_hant: 新工作階段預設先觀察再控制。
